In [1]:
import numpy as np
import pandas as pd

In [2]:
dict1 = {
    " name" : ['Vishal', 'Santosh', 'Shubham'],
    "Marks" : [92,89,99],
    "City" : ['Raniganj', 'Kankarsole', 'Neamatpur']
    
}

In [3]:
df = pd.DataFrame(dict1, index="false")

In [4]:
df

      name  Marks        City
0   Vishal     92    Raniganj
1  Santosh     89  Kankarsole
2  Shubham     99   Neamatpur